Repository: CodeGnome/gorilla
Catalog: utilities/gettext/*.po
Languages: es

source: Need %s
es: Necesita %s

source: The Password Gorilla requires the "%s" package. This seems to be an installation problem, as this file ought to be part of the Password Gorilla distribution. Error message: %s
es: Password Gorilla necesita el paquete "%s". Parece que hay un error de instalación, como si este fichero debiera ser parte de Password Gorilla. Mensaje de error: %s

source: Welcome to the Password Gorilla.
es: Bienvenido a Password Gorilla.

source: File
es: Archivo

source: New
es: Nueva

source: Save
es: Guardar

source: Export
es: Exportar

source: Preferences
es: Preferencias

source: Exit
es: Salir

source: Edit
es: Editar

source: Copy Username
es: Copiar usuario

source: Copy Password
es: Copiar contraseña

source: Copy URL
es: Copiar URL

source: Clear Clipboard
es: Borrar portapapeles

source: Find
es: Buscar

source: Find next
es: Buscar siguiente

source: Login
es: Cuenta

source: Add Login
es: Añadir cuenta

source: Edit Login
es: Editar cuenta

source: View Login
es: Ver cuenta

source: Delete Login
es: Eliminar cuenta

source: Add Subgroup
es: Añadir subgrupo

source: Rename Group
es: Renombrar grupo

source: Delete Group
es: Eliminar grupo ...

source: Security
es: Seguridad

source: Lock now
es: Bloquear ahora

source: Help
es: Ayuda

source: License
es: Licencia

source: About
es: Acerca de

source: Open URL
es: Abrir URL

source: Copy Username to Clipboard
es: Copiar usuario al portapapeles

source: Copy Password to Clipboard
es: Copiar contraseña al portapapeles

source: Copy URL to Clipboard
es: Copiar URL al portapapeles

source: Move Login to:
es: Mover cuenta a:

source: Save changes?
es: ¿Guardar cambios?

source: The current password database is modified. Do you want to save the current database before creating the new database?
es: La base de datos actual ha sido modificada. ¿Desea guardar la base de datos actual antes de crear una nueva?

source: New Database: Choose Master Password
es: Nueva base de datos: Elija la contraseña maestra

source: Password Gorilla - <New Database>
es: Password Gorilla - <Nueva base de datos>

source: <New Database>
es: <Nueva base de datos>

source: Add logins using <Add Login> in the <Login> menu.
es: Añadir cuentas usando <Añadir cuenta> del menú <Cuenta>

source: Database:
es: Base de datos:

source: Password:
es: Contraseña:

source: OK
es: Aceptar

source: Select a database, and enter its password. Click "New" to create a new database.
es: Seleccione una base de datos e introduzca su contraseña. Pulse "Nueva" para crear una base de datos nueva.

source: Please be patient. Verifying password ...
es: Por favor tenga paciencia. Comprobando su contraseña ...

source: Error Opening Database
es: Error al abrir la base de datos

source: Can not open password database "%s": %s
es: No se pudo abrir la base de datos "%s": %s

source: Browse for a password database ...
es: Seleccionar una base de datos ...

source: Open Password Database
es: Abrir una base de datos

source: Password database %s loaded.
es: La base de datos %s ha sido cargada.

source: Add/Edit/View Login
es: Añadir/Editar/Ver cuenta

source: Title
es: Título

source: Username
es: Usuario

source: Password
es: Contraseña

source: Notes
es: Notas

source: Cancel
es: Cancelar

source: Show Password
es: Mostrar contraseña

source: Generate Password
es: Generar contraseña

source: Override Password Policy
es: Reescribir política de contraseña

source: Password Length
es: Longitud de contraseña

source: Hide Password
es: Ocultar contraseña

source: Password policy settings invalid.
es: Configuración incorrecta de la política de contraseña

source: <unknown>
es: <desconocido>

source: This login must have a title, url or username.
es: La cuenta debe tener título, url y usuario.

source: This login's group name is not valid.
es: El nombre de grupo es incorrecto.

source: New login added.
es: La nueva cuenta ha sido añadida.

source: Login modified.
es: Cuenta modificada.

source: Group entries may be renamed, not edited.
es: Las entradas de los grupos pueden ser renombradas, no editadas.

source: Destination Group with format <Group.Subgroup> :
es: Grupo de destino con formato <Grupo.Subgrupo> :

source: Invalid Group Name
es: Nombre de grupo incorrecto

source: The group name can not be empty.
es: El nombre de grupo no puede estar vacío

source: The name of the parent group is invalid.
es: El nombre del grupo es incorrecto.

source: Are you sure that you want to delete this login?
es: ¿Seguro que desea eliminar esta cuenta?

source: Login deleted.
es: Cuenta eliminada.

source: No Database
es: Ninguna base de datos

source: Add a new Group
es: Añadir un grupo nuevo

source: Parent:
es: Padre:

source: New Group Name:
es: Nombre del grupo nuevo:

source: Addition of group canceled.
es: Creación del grupo cancelada.

source: New group added.
es: Nuevo grupo añadido.

source: Root Node Can Not Be Moved
es: El nodo raíz no puede ser movido

source: The root node can not be moved.
es: El nodo raíz no puede ser movido.

source: Can Not Move Node
es: No se puede mover el nodo

source: Can not move a group to a subgroup of itself.
es: No se puede mover un grupo a un subgrupo suyo.

source: Are you sure that you want to delete group and all its contents?
es: ¿Seguro que desea eliminar el grupo y todo su contenido?

source: Group deleted.
es: Grupo eliminado.

source: Group name unchanged.
es: Nombre de grupo no modificado.

source: Group renamed.
es: Grupo renombrado.

source: Export Security Warning
es: Aviso de seguridad de exportación

source: You are about to export the password database to a plain-text file. The file will not be encrypted or password-protected. Anybody with access can read the file, and learn your user names and passwords. Make sure to store the file in a secure location. Do you want to continue?
es: Está a punto de exportar la base de datos a un fichero de texto plano. Este fichero no estará encriptado ni protegido con contraseña. Cualquier persona con acceso al fichero podrá leerlo y conocer sus usuarios y contraseñas. Asegúrese de guardar este fichero en un lugar seguro. ¿Desea continuar?

source: Export password database as text ...
es: Exportar base de datos como texto ...

source: Error Exporting Database
es: Error al exportar la base de datos

source: Failed to export password database to
es: Error al exportar la base de datos a

source: Exporting ...
es: Exportando ...

source: Database exported.
es: Base de datos exportada.

source: Import CSV datafile
es: Importar fichero de datos CSV

source: Error opening import CSV file
es: Error al importar fichero CSV

source: Could not access file
es: No se pudo acceder al fichero

source: Error parsing CSV file
es: Error al analizar el fichero CSV

source: Error parsing first line of CSV file, unable to continue.
es: Error al analizar la primera línea del fichero CSV, no se pudo continuar.

source: Error, nothing to import.
es: Error, nada que importar.

source: No valid import data was found. Please see the help for details on how to format import CSV data files for Password Gorilla.
es: No se han encontrado datos válidos. Por favor, consulte la ayuda para saber cómo dar formato a los ficheros CSV para Password Gorilla.

source: Error, undefined data columns
es: Error, columnas de datos no definidas

source: The following data items are not recognized as import data items. Unable to continue.
es: Los siguientes elementos no se pudieron importar. No se pudo continuar.

source: Some records from the CSV file were not imported. Do you wish to save a log of skipped records?
es: Algunos registros del fichero CSV no se importaron. ¿Desea guardar un log con los registros omitidos?

source: Some records skipped during import
es: Algunos registros omitidos durante la importación

source: Enter a file into which to save the log
es: Introduzca un fichero donde guardar el log

source: record(s) successfully imported.
es: registro(s) importado(s) correctamente.

source: Merge Password Database
es: Unir base de datos

source: Merging
es: Uniendo

source: Close
es: Cerrar

source: Warning: Can not save to
es: Aviso: No se pudo guardar en

source: because the file permissions are set for read-only access.
es: porque el acceso al fichero es de sólo lectura.

source: Please change the file permissions to read-write and hit 'Retry' or hit 'Cancel' and use 'File'->'Save As' to save into a different file.
es: Por favor cambie los permisos del fichero a lectura-escritura y pulse 'Reintentar' o 'Cancelar' y use 'Archivo'->'Guardar Como' para guardar en un fichero diferente.

source: Warning: Read-only password file
es: Aviso: El fichero de contraseñas no tiene permiso de escritura

source: Password database saved.
es: Base de datos guardada.

source: Save password database ...
es: Guardar base de datos ...

source: Error Saving Database
es: Error al guardar la base de datos

source: Failed to save password database as "%s": %s
es: Fallo al guardar la base de datos en "%s": %s

source: The current password database is modified. Do you want to save the database? <Yes> saves the database and exits. <No> discards all changes and exits. <Cancel> returns to the main menu.
es: La base de datos actual ha sido modificada. ¿Desea guardar la base de datos? <Sí> guarda la base de datos y sale. <No> descarta todos los cambios y sale. <Cancelar> vuelve al menú principal.

source: Clipboard cleared.
es: Portapapeles limpiado.

source: Enter the Master Password.
es: Introduzca la contraseña maestra.

source: Wrong Password
es: Contraseña incorrecta

source: That password is not correct.
es: La contraseña no es correcta.

source: Welcome back.
es: Bienvenido de nuevo.

source: Database Locked
es: Base de datos bloqueada

source: Confirm:
es: Confirmar:

source: Passwords Do Not Match
es: Las contraseñas no coinciden

source: The confirmed password does not match.
es: La contraseña confirmada no coincide.

source: Password policy changed.
es: Política de contraseña modificada.

source: Use lowercase letters
es: Usar letras en minúsculas

source: Use UPPERCASE letters
es: Usar letras en MAYÚSCULAS

source: Use digits
es: Usar dígitos

source: Use hexadecimal digits
es: Usar dígitos hexadecimales

source: Use symbols (%, $, @, #, etc.)
es: Usar símbolos (%, $, @, #, etc.)

source: Use easy to read characters only (e.g. no "0" or "O")
es: Usar solo caracteres de fácil lectura (ej. ni "0" ni "O")

source: Database Preferences
es: Preferencias de la base de datos

source: Lock when idle after
es: Bloquear tras ausentarse durante

source: minutes (0=never)
es: minutos (0=nunca)

source: Auto-save database immediately when changed
es: Auto-guardar base de datos inmediatamente al ser modificada

source: Use Password Safe 3 format
es: Usar formato Password Safe 3

source: V2 Unicode support
es: Soporte para V2 Unicode

source: V3 key stretching iterations
es: Iteraciones de extensión de clave V3

source: When double clicking a login ...
es: Al hacer doble clic sobre una cuenta ...

source: Copy password to clipboard
es: Copiar contraseña al portapapeles

source: Launch Browser directed to URL
es: Abrir URL en el navegador

source: Do nothing
es: No hacer nada

source: Clear clipboard after
es: Limpiar portapapeles después de

source: seconds (0=never)
es: segundos (0=nunca)

source: Remember
es: Recordar

source: database names
es: Nombres de la base de datos

source: Clear
es: Limpiar

source: Backup database on save
es: Respaldar base de datos al guardar

source: Remember sizes of dialog boxes
es: Recordar los tamaños de las ventanas de diálogos

source: Use Gorilla auto-copy
es: Usar auto-copiar de Gorilla

source: Automatically copy password associated with login to clipboard after pasting of user-name.
es: Copiar automáticamente la contraseña asociada a la cuenta después de pegar el nombre de usuario.

source: This option does not function on Windows(TM) or MacOS(TM) platforms. See the help system for details.
es: Esta opción no funciona en sistemas Windows(TM) o MacOS(TM). Consulte la ayuda para más detalles.

source: Defaults
es: Por defecto

source: Note: these defaults will be applied to new databases. To change a setting for an existing database, go to "Customize" in the "Security" menu.
es: Nota: estos valores por defecto se aplicarán a las nuevas bases de datos. Para cambiar la configuración de una base datos existente, vaya a "Personalizar" en el menú "Seguridad".

source: Include password field
es: Incluir el campo contraseña

source: Include "Notes" field
es: Incluir el campo "Notas"

source: Field separator
es: Separador de campos

source: Show security warning
es: Mostrar avisos de seguridad

source: Display
es: Apariencia

source: Language:
es: Idioma:

source: Size
es: Tamaño:

source: Show Gorilla Icon
es: Mostrar el icono de Gorilla

source: Iconify upon auto-lock
es: Iconificar tras el auto-bloqueo

source: Hide login name in tree view
es: Ocultar el nombre de usuario en la vista de árbol

source: This option takes effect after exiting and restarting of Password Gorilla
es: Esta opción será efectiva después de reiniciar Password Gorilla

source: Browser
es: Navegador

source: Browser executable to launch (required):
es: Ejecutable del navegador (obligatorio):

source: Command line parameter (if any) to pass (optional):
es: Parámetro de línea de comandos (opcional):

source: Find Browser
es: Buscar navegador

source: If a command line parameter is provided, it must contain the character sequence: %url%. This sequence will be replaced with the actual URL during launch. See the help system for details.
es: Si se ha introducido un parámetro de línea de comandos, debe contener la secuencia de caracteres: %url%. Esta secuencia será reemplazada por la URL actual mientras se lance la orden. Consultar la ayuda para más detalles.

source: Also copy username to clipboard
es: Copiar también el usuario al portapapeles

source: When selected the username from the login entry will also be copied to the clipboard when opening a browser.
es: Cuando se seleccione el usuario desde el formulario de la cuenta también se copiará al portapapeles al abrir el navegador.

source: Determines how Password Gorilla handles clearing the clipboard. Range zero to twenty. See Help for details.
es: Establece cómo Password Gorilla realiza la limpieza del portapapeles. Rango: de cero a veinte. Consultar la ayuda para más detalles.

source: Clipboard autoclear multiplier
es: Multiplicador para la limpieza del portapapeles

source: History deleted. After a restart the list will be empty.
es: Historial eliminado. Esta lista se vaciará tras reiniciar.

source: Please create a new database, or open an existing database first.
es: Por favor, crear una nueva base de datos o abrir una base de datos existente.

source: Current Master Password:
es: Contraseña maestra actual:

source: New Master Password:
es: Nueva contraseña maestra:

source: Password Not Changed
es: Contraseña no modificada

source: You canceled the setting of a new password. Therefore, the existing password remains in effect.
es: Ha cancelado la creación de una nueva contraseña. Por lo que la contraseña existente sigue siendo válida.

source: Master password changed.
es: Contraseña maestra modificada.

source: Can not copy %s to clipboard: no %s defined.
es: No se puede copiar %s al portapapeles: %s sin definir.

source: Copied %s to clipboard.
es: %s copiado al portapapeles.

source: Gorilla will protect your passwords and help you to manage them with a pwsafe 3.2 compatible database
es: Gorilla protegerá sus contraseñas y le ayudará a gestionarlas en una base datos compatible con pwsafe 3.2

source: Contributors
es: Contribuidores

source: Gorilla artwork contributed by %s
es: Material gráfico de Gorilla por %s

source: German translation by %s
es: Traducción al alemán por %s

source: Russian translation by %s
es: Traducción al ruso por %s

source: Italian translation by %s
es: Traducción al italiano por %s

source: About Password Gorilla
es: Acerca de Password Gorilla

source: Password Gorilla License
es: Licencia de Password Gorilla

source: Find Text:
es: Buscar texto:

source: Find Options ...
es: Opciones de búsqueda ...

source: Any field
es: Cualquier campo

source: Case sensitive find
es: Distinguir mayúsculas

source: Text not found.
es: Texto no encontrado.

source: Please select a login entry first.
es: Por favor seleccione una cuenta primero.

source: The selected login does not contain a URL value.
es: La cuenta seleccionada no contiene ninguna URL.

source: Browser launching is not configured. See help.
es: El navegador no está configurado. Consulte la ayuda.

source: Browser parameter lacks '%url%' string. See help.
es: Al parámetro del navegador le falta la cadena '%url%'. Consulte la ayuda.

source: Error launching browser, the OS error message is:
es: Error al ejecutar el navegador, el sistema lanzó el error:

source: Oh well...
es: Oh bueno...

source: Launched browser:
es: Navegador lanzado:

source: Generate gorilladoc.html
es: Generar gorilladoc.html
